Repository: eppixx/buoy
Catalog: po/*.po
Languages: de

source: Increase volume
de: Lautstärke erhöhen

source: Decrease volume
de: Lautstärke verringern

source: Title
de: Titel

source: Length
de: Länge

source: Playlists
de: Playlisten

source: Add new empty playlist
de: Neue leere Playlist erstellen

source: New playlist
de: Neue Playliste

source: Select a playlist to show its songs
de: Wähle eine Playliste um dessen Inhalt zu zeigen

source: Append playlist to end of queue
de: Playlist an Warteschlange anhängen

source: Insert playlist after currently played or paused item
de: Playlist nach derzeitigen Titel einfügen

source: Replaces current queue with this playlist
de: Warteschlange mit Playlist ersetzen

source: Click to select a folder to download this album to
de: Klicken um Ordner zum downloaden des Albums zu wählen

source: Created at: %d.%m.%Y, %H:%M
de: Erstellt am: %d.%m.%Y, %H:%M

source: Songs
de: Titel

source: loading information from server
de: Lade Informationen vom Server

source: Go back to previous page
de: Eine Seite zurück gehen

source: Open search bar
de: Öffne die Suchleiste

source: Go to dashboard
de: Zeige Übersicht

source: Dashboard
de: Übersicht

source: Show artists
de: Zeige Artisten

source: Artists
de: Artisten

source: Show albums
de: Zeige Alben

source: Albums
de: Alben

source: Show tracks
de: Zeige Titel

source: Tracks
de: Titel

source: Show playlists
de: Zeige Playlisten

source: Open Equalizer settings
de: Öffne Equalizer

source: Change volume by opening, scrolling or middle clicking
de: Ändere die Lautstärke nach dem Öffnen, Scrollen oder Mittelklick

source: Open settings
de: Öffne Einstellungen

source: Search...
de: Suche nach...

source: Enter your search here
de: Gebe deine Suche hier ein

source: Use fuzzy search
de: Benutze Fuzzy-Suche

source: Shows close and similar search results if activated
de: Zeige ähnliche Suchresultate an, wenn aktiviert

source: Use case sensitivity
de: Beachte Groß-/Kleinschreibung

source: Ignores case sensitivity in search term and results
de: Ignoriert Groß-/Kleinschreibung in der Sucheingabe und Resultate

source: Deleted cache Please restart to reload the cache
de: Lokalen Speicher gelöscht Bitte starten sie die App neu

source: New playlist from Queue
de: Neue Playlist von Warteschlange

source: Unkonwn Artist
de: Unbekannter Artist

source: Append Artist to end of queue
de: Artist an Warteschlange anhängen

source: Insert Artist after currently played or paused item
de: Artist nach derzeitigen Titel einfügen

source: Replaces current queue with this artist
de: Warteschlange mit Artist ersetzen

source: Click to select a folder to download this artist to
de: Klicken um Ordner zum downloaden des Artisten zu wählen

source: Most played
de: Meist gespielt

source: No top played songs yet
de: Noch keine besten Titel

source: Random songs
de: Zufällige Titel

source: Rerandomize songs
de: Neue zufällige Titel

source: No random songs available
de: Keine zufälligen Titel vorhanden

source: Similar songs
de: Ähnliche Titel

source: Server returned no similar songs
de: Server hat keine ähnlichen Titel

source: There my be additioinal setup steps for your server required
de: Es könnten weitere Schritte zur Einrichtung der Funktion des Servers benötigt sein

source: All albums
de: Alle Alben

source: No biography found
de: Keine Biografie gefunden

source: Loading information from server
de: Lade Informationen vom Server

source: Can't connect to subsonic server
de: Keine Verbindung zum Subsonic Server möglich

source: Make sure the connection to the server is available. You might want to try later or connect to another server
de: Stelle sicher, dass die Verbindung zum Server möglich ist. Versuche es später nochmal oder verbinde dich mit einem anderen Server

source: Retry connecting
de: Erneuter Verbindungsversuch

source: Logout
de: Ausloggen

source: Newest Release
de: Neuer

source: Oldest Release
de: Älter

source: Recently added
de: Zuletzt hinzugefügt

source: Longest available
de: Länger Verfügbar

source: Most Albums
de: Meiste Alben

source: Least Albums
de: Wenigste Alben

source: Selection
de: Auswahl

source: Queue is empty
de: Warteschlange ist leer

source: Drag music here to add it
de: Ziehe Musik hierhin um sie hinzuzufügen

source: Remove selected songs from queue
de: Entferne ausgewählte Titel von Warteschlange

source: Clear queue
de: Warteschlange leeren

source: Toggle following played track in queue. Disables on scrolling
de: Automatisches Folgen des aktuellen Songs. Scrollen deaktiviert die Funktion

source: Create new playlist from queue
de: Neue Playlist von Warteschlange erstellen

source: Click to enlarge
de: Klicken um zu vergrößern

source: Nothing is playing
de: Nichts wird gespielt

source: by
de: von

source: on
de: auf

source: New Playlist
de: Neue Playlist

source: Created a new playlist
de: Neue Playlist erstellt

source: Reset bands
de: Frequenzbänder zurücksetzen

source: Login to a Subsonic server
de: In Subsonic Server einloggen

source: Server address
de: Serveradresse

source: User name
de: Benutzername

source: Password
de: Passwort

source: Reset login data
de: Logindaten zurücksetzen

source: Login
de: Einloggen

source: Connection error. Is the address valid?
de: Verbindungsfehler. Ist die Adresse valide?

source: Subsonic server not found. Is the address correct
de: Subsonic Server nicht gefunden. Ist die Adresse korrekt

source: Username or password is wrong
de: Benutzername oder Passwort sind falsch

source: Login error
de: Fehler beim Einloggen

source: Address is empty
de: Adresse ist leer

source: Port is invalid
de: Port ist ungültig

source: Invalid IPv4 address
de: Ungültige IPv4 Adresse

source: Invalid IPv6 address
de: Ungültige IPv6 Adresse

source: Address contains invalid character
de: Adresse enthält einen ungültiges Zeichen

source: Address is invalid
de: Adresse ist ungültig

source: Favorite
de: Favorit

source: Loading Album
de: Lade Album

source: Append Album to end of queue
de: Album an Warteschlange anhängen

source: Insert Album after currently played or paused item
de: Album nach derzeitigen Titel einfügen

source: Replaces current queue with this album
de: Warteschlange mit Album ersetzen

source: Unkown Artist
de: Unbekannter Artist

source: Release
de: Veröffentlichung

source: played
de: wurde

source: times
de: mal gespielt

source: Newly added
de: Neulich hinzugefügt

source: Press and hold mouse button to scroll
de: Halte den Mausklick zum scrollen

source: Recently Played
de: Zuletzt gespielt

source: Nothing played recently
de: Nichts wurde kürzlich gespielt

source: Scrobbling might need to be turned on
de: Scrobble könnte nicht aktiviert sein

source: Random
de: Zufall

source: Rerandomize albums
de: Neue zufällige Alben

source: Most Played
de: Meist gespielt

source: There are too many albums to add to queue
de: Zu viele Alben um sie zur Warteschlange einzufügen

source: There are too many albums to append to queue
de: Zu viele Alben um sie zur Warteschlange anzufügen

source: There are too many albums to replace queue
de: Zu viele Alben um die zu Warteschlange zu ersetzen

source: Append shown albums to end of queue
de: Gezeigte Alben an Warteschlange anhängen

source: Insert shown albums after currently played or paused item
de: Gezeigte Alben in Warteschlange einfügen

source: Replaces current queue with shown albums
de: Warteschlange mit gezeigten Alben ersetzen

source: Year
de: Jahr

source: Shown albums
de: Gezeigte Alben

source: Shown artists
de: Gezeigte Artisten

source: Activate to show filter panel
de: Aktivieren um Filter anzuzeigen

source: Filters:
de: Filter:

source: Active Filters
de: Filter

source: New filter:
de: Neuer Filter:

source: Add new filter
de: Neuen Filter hinzufügen

source: There are too many artists to add to queue
de: Zu viele Artisten um sie zur Warteschlange einzufügen

source: There are too many artists to append to queue
de: Zu viele Artisten um sie zur Warteschlange anzufügen

source: There are too many artists to replace queue
de: Zu viele Artisten um die zu Warteschlange zu ersetzen

source: Append shown artists to end of queue
de: Gezeigte Artisten an Warteschlange anhängen

source: Insert shown artists after currently played or paused item
de: Gezeigte Artisten in Warteschlange einfügen

source: Replaces current queue with shown artists
de: Warteschlange mit gezeigten Artisten ersetzen

source: Shown artists:
de: Gezeigte Artisten:

source: Append artists to end of queue
de: Artisten an Warteschlange anhängen

source: Insert artists after currently played or paused item
de: Artisten nach derzeitigen Titel einfügen

source: Replaces current queue with artists
de: Warteschlange mit Artisten ersetzen

source: There are too many tracks to add to queue
de: Zu viele Titel um sie zur Warteschlange einzufügen

source: There are too many tracks to append to queue
de: Zu viele Titel um sie zur Warteschlange anzufügen

source: There are too many tracks to replace queue
de: Zu viele Titel um die zu Warteschlange zu ersetzen

source: Append shown tracks to end of queue
de: Gezeigte Titel an Warteschlange anhängen

source: Insert shown after currently played or paused item
de: Gezeigte Titel in Warteschlange einfügen

source: Replaces current queue with shown tracks
de: Warteschlange mit gezeigten Titel ersetzen

source: Shown tracks
de: Gezeigte Titel

source: Append Tracks to end of queue
de: Gezeigte Titel an Warteschlange anhängen

source: Insert Tracks after currently played or paused item
de: Artist nach derzeitigen Titel einfügen

source: Replaces current queue with tracks
de: Warteschlange mit gezeigten Titel ersetzen

source: Create a playlist with shown tracks
de: Erstellt eine Playliste mit den gezeigten Titeln

source: The playlist will be more than 2000 songs Proceed?
de: Die Playlist wird mehr als 2000 Titel haben. Fortfahren?

source: Cancel
de: Abbrechen

source: Create Playlist
de: Playlist erstellen

source: New playlist from shown tracks
de: Neue Playlist aus gezeigten Titeln

source: Settings
de: Öffne Einstellungen

source: Wether or not send desktop notifications
de: Ob Nachrichten auf dem Desktop gezeigt werden sollen

source: Send desktop notifications when in background
de: Sende Desktop Nachrichten wenn im Hintergrund

source: Updates play count, played timestamp on server and the now playing page in the web app
de: Aktualisiert den Spielzähler, den "zuletzt gespielt am" Zeitstempel und den "derzeit gespielt" Status auf der Webapplikation

source: Scrobble to server
de: Scrobbeln an den Subsonic Server

source: How much of a song needs to be played to be scrobbled to server in percent
de: Wie viel Prozent des Songs abgespielt sein muss, um als gespielt zu gelten

source: Scrobble threshold
de: Scrobble Schwelle

source: Show an animation for scrolling to currently played song in queue
de: Zeige eine Scrollanimation um zum aktuellen Titel zu springen

source: Jump to current song scroll animation
de: Animation um zum aktuellen Titel scrollen

source: Delete cache
de: Lokalen Speicher leeren

source: Deletes the local cache of Covers and Metadata of music. They will be redownloaded from the server on the next start
de: Löscht den lokalen Speicher und die Metadaten der Musik. Sie werden bei einem Neustart erneut heruntergeladen

source: Logout from Server
de: Vom Server ausloggen

source: Logging out will delete the cache and also require to login again to listen to music
de: Ausloggen wird den lokalen Speicher löschen. Ein erneuter Login wird benötigt um Musik hören zu können

source: Track Number
de: Titelnummer

source: Length (min)
de: Länge (Min)

source: Length (sec)
de: Länge (Sek)

source: Album Count
de: Albumanzahl

source: Category
de: Kategorien

source: Playlist is unchangeable
de: Playliste ist unveränderbar

source: Rename Playlist
de: Playlist umbenennen

source: Delete Playlist
de: Playlist löschen

source: Renamed title of the playlist
de: Umbenannter Titel der Playliste

source: Confirm renaming the playlist
de: Bestätige das Umbenennen der Playlist

source: Don't change the playlist name
de: Den Namen der Playlist nicht ändern

source: Realy delete
de: Wirklich löschen

source: Confirm deletion of the playlist
de: Bestätige das Löschen der Playlist

source: Don't delete the playlist
de: Playlist nicht löschen

source: Unknown Artist
de: Unbekannter Artist

source: Unknown Album
de: Unbekanntes Album

source: Unknown genre
de: Unbekanntes Genre

source: No year
de: Kein Jahr

source: No CD
de: Keine CD

source: Track
de: Titel

source: on CD
de: auf CD

source: both
de: beide

source: Shows item, when favorite is either yes or no
de: Zeige Item, wenn Favorit ja oder nein ist

source: yes
de: ja

source: Only shows item, when favorite is yes
de: Zeige Item, wenn Favorit ja ist

source: no
de: nein

source: Only shows item, when favorite is no
de: Zeige Item, wenn Favorit nein ist

source: contains
de: beinhaltet

source: Shows item, when entry is a substring of item
de: Zeige Item, wenn Eintrag ein Teilwort des Items ist

source: contains not
de: beinhaltet nicht

source: Shows item, when entry is not a substring of item
de: Zeige Item, wenn Eintrag kein Teilwort des Items ist

source: matches not
de: nicht gleich

source: Shows item, when entry is not a complete match of item
de: Zeige Item, wenn Eintrag nicht gleich dem Item ist

source: matches
de: gleich

source: Shows item, when entry is a complete match of item
de: Zeige Item, wenn Eintrag gleich dem Item ist

source: Shows item, when category is greater than entry
de: Zeige Item, wenn Kategorie größer als der Eintrag ist

source: Shows item, when category is equal to entry
de: Zeige Item, wenn Kategorie gleich dem Eintrag ist

source: Shows item, when category is less than entry
de: Zeige Item, wenn Kategorie kleiner als der Eintrag ist

source: Favorites
de: Favoriten

source: remove this filter
de: entferne diesen Filter

source: CD number
de: CD Nummer

source: Track number
de: Titelnummer

source: Album count
de: Albumnummer

source: Duration (sec)
de: Dauer (Sek)

source: Duration (min)
de: Dauer (Min)

source: Title name
de: Titelname

source: Click to (un)favorite song
de: Klicken um Titel (nicht) zu favorisieren

source: You're about to download
de: Der Download enthält

source: songs
de: Titel

source: This may take a while. Proceed?
de: Dies kann eine Weile dauern. Fortfahren?

source: Choose location for download
de: Wähle Ort für download

source: Choose folder
de: Wähle Ordner

source: Start downloading:
de: Starte download:

source: Download of
de: Download von

source: failed
de: fehlgeschlagen

source: Saving of
de: Speichern von

source: Finished downloading
de: Fertiger download von
